/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ zrušil túto žiadosť.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ zamietol vašu žiadosť.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ sa chce pripojiť.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "Užívateľ %@\nzrušil túto žiadosť.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "Užívateľ %@\nzamietol vašu žiadosť.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\nsa chce pripojiť.";

/* No comment provided by engineer. */
"Accept" = "Prijať";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Komunikačná chyba Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Pre pripojenie k okolitým iPadom, iPhonom alebo iPodom touch musí byť zapnutý Bluetooth.";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Vyberte iPad, iPhone\nalebo iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Spojenie prerušené";

/* No comment provided by engineer. */
"Decline" = "Zamietnuť";

/* No comment provided by engineer. */
"is not available." = "je nedostupný.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Hľadajú sa ďalšie iPady, iPhony a iPody touch…";

/* No comment provided by engineer. */
"Looking for peers…" = "Hľadajú sa rovnocenný…";

/* No comment provided by engineer. */
"Nearby" = "Lokálny";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Nepodporované na tomto\n%@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Internet";

/* No comment provided by engineer. */
"Request declined." = "Žiadosť zamietnutá.";

/* No comment provided by engineer. */
"This request was cancelled." = "Táto žiadosť bola zrušená.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Čaká sa na %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Čaká sa na\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Čaká sa na pripojenie…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Chcete zapnúť Bluetooth?";

